[
    {
        "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "title": "Modern Javascript - ES6 Programming Advanced Way to JavaScript Execution",
        "author": {
            "name": "William Smith",
            "published_date": "2022-08-24 17:27:34",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
        "image_url": "https://i.ibb.co/RQBwwtK/javascript.png",
        "details": "Wednesday, August 24, 2022 | Tag Cloud Tags: Biden, EU, Euro, Europe, Joe Biden, Military, News, Russia, Security, UK, Ukraine, United States, Worthy News (Worthy News) – U.S. President Joe Biden has announced nearly $3 billion in new U.S. military aid for Kyiv as Ukraine marked its independence day six months after Russia invaded the country.'The United States of America is committed to supporting the people of Ukraine as they continue the fight to defend their sovereignty. As part of that commitment, I am proud to announce our biggest tranche of security assistance to date: approximately $2."
    },
    {
        "_id": "0282e0e58a5c404fbd15261f11c2ab6b",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 488,
        "title": "The Next Big Thing in React Js With Project - React Js With Project",
        "author": {
            "name": "Jimmy Dane",
            "published_date": "2022-08-24 17:27:34",
            "img": "https://i.ibb.co/qjwFXLN/user2.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
        "image_url": "https://i.ibb.co/SVSTty7/react.png",
        "details": "Wednesday, August 24, 2022 | Tag Cloud Tags: Biden, EU, Euro, Europe, Joe Biden, Military, News, Russia, Security, UK, Ukraine, United States, Worthy News (Worthy News) – U.S. President Joe Biden has announced nearly $3 billion in new U.S. military aid for Kyiv as Ukraine marked its independence day six months after Russia invaded the country.'The United States of America is committed to supporting the people of Ukraine as they continue the fight to defend their sovereignty. As part of that commitment, I am proud to announce our biggest tranche of security assistance to date: approximately $2."
    },
    {
        "_id": "f69a695f037cd9484cecaea37ca71011",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.8,
            "badge": "Excellent"
        },
        "total_view": 400,
        "title": "Will Node Js With Express Js Ever Rule the World?",
        "author": {
            "name": "Jennifer Wood",
            "published_date": "2022-08-30 16:38:45",
            "img": "https://i.ibb.co/YT8wVQs/user3.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
        "image_url": "https://i.ibb.co/Wp0mJPQ/node.png",
        "details": "Tucker Carlson has rarely met a dictator's ass he didn't want to kiss, and Vladimir Putin is at the very top of that puckering up list. The Fox News host is something of a folk hero in Russia: Because of the pro-Putin propaganda he so often spews, the Kremlin has encouraged Russia's state TV to air as much of Tucker's face as possible — and they're certain to love his latest rant about how Putin is winning the war in Ukraine, which does not seem to be the case. But on Fox News, what Tucker says goes."
    },
    {
        "_id": "f69a695f037cd9484cecaea37ca71012",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "02",
        "rating": {
            "number": 4.3,
            "badge": "Excellent"
        },
        "total_view": 400,
        "title": "NoSql Database Mongodb: Expectations vs. Reality",
        "author": {
            "name": "Mark Dellian0",
            "published_date": "2022-08-30 16:38:45",
            "img": "https://i.ibb.co/ky3GLNP/user4.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
        "image_url": "https://i.ibb.co/SP943YJ/mongodb.jpg",
        "details": "Tucker Carlson has rarely met a dictator's ass he didn't want to kiss, and Vladimir Putin is at the very top of that puckering up list. The Fox News host is something of a folk hero in Russia: Because of the pro-Putin propaganda he so often spews, the Kremlin has encouraged Russia's state TV to air as much of Tucker's face as possible — and they're certain to love his latest rant about how Putin is winning the war in Ukraine, which does not seem to be the case. But on Fox News, what Tucker says goes."
    },
    {
        "_id": "11468ed61aee84de492a8b04158a22f9",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "title": "Authentication With Firebase Will build your Business Record Securely",
        "author": {
            "name": "Holly Smith",
            "published_date": "2022-08-24 23:15:00",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
        "image_url": "https://i.ibb.co/FsNkgY1/firebase.jpg",
        "details": "WASHINGTON: President Joe Biden announced nearly $3 billion in military aid to Kyiv on Wednesday -- the biggest US package so far -- to mark Ukraine's independence day, six months after Russia invaded the country. The package aims to fortify Ukraine's military over the coming two years by committing the production and... read full story"
    },
    {
        "_id": "11468ed61aee84de492a8b04158a22f0",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 980,
        "title": "Tailwind CSS Will make You a Better Developer and a Better Person Too",
        "author": {
            "name": "Morgna Knoll",
            "published_date": "2022-08-24 23:15:00",
            "img": "https://i.ibb.co/qjwFXLN/user2.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
        "image_url": "https://i.ibb.co/XpTS4jy/tailwind.jpg",
        "details": "WASHINGTON: President Joe Biden announced nearly $3 billion in military aid to Kyiv on Wednesday -- the biggest US package so far -- to mark Ukraine's independence day, six months after Russia invaded the country. The package aims to fortify Ukraine's military over the coming two years by committing the production and... read full story"
    },
    {
        "_id": "2e78e5e0310c2e9adbb6efb1a263e745",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": null,
        "title": "Web Design Designing a Website for Your Business",
        "author": {
            "name": null,
            "published_date": "2022-08-30 15:00:04",
            "img": "https://i.ibb.co/YT8wVQs/user3.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
        "image_url": "https://i.ibb.co/Wpww9Ym/web-design.jpg",
        "details": "Fox News's top-rated host, Tucker Carlson, claimed on Monday night that Russian President Vladimir Putin is in fact winning the war in Ukraine, and President Joe Biden's insistence that Putin surrenders his campaign to take over Ukraine is actually evidence Biden's ultimate goal is to 'destroy the West.' Carlson arrived at his bizarre claim after railing against European and American military aid to Ukraine. 'Italy's Ukraine funding is a lot, but it's not quite as much as France. France has sent more than $2 billion U."
    },
    {
        "_id": "a713ee936ff5574273f0f769f5c5b20e",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 111,
        "title": "Node JS Tutorial for Beginners - Full Course in 8 Hours [2021]",
        "author": {
            "name": "Hoper System",
            "published_date": null,
            "img": "https://i.ibb.co/ky3GLNP/user4.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
        "image_url": "https://i.ibb.co/Wp0mJPQ/node.png",
        "details": "To receive Global Research's Daily Newsletter (selected articles), click here. Follow us on Instagram and Twitter and subscribe to our Telegram Channel. Feel free to repost and share widely Global Research articles. *** In response to Russia's attack on Ukraine, US President Joe Biden vowed to isolate... read full story"
    },
    {
        "_id": "e342b6c0c8efc8ca9e811991dc8a7900",
        "others_info": {
            "is_todays_pick": true,
            "is_trending": false
        },
        "category_id": "04",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 733,
        "title": "Should learn Ract JS? 5 reasons why you should learn React JS",
        "author": {
            "name": "Theo Minh Châu",
            "published_date": "2022-08-25 06:03:00",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "thumbnail_url": "https://i.ibb.co/j86wjDW/unsplash-Eh-Tc-C9s-YXsw-20.png",
        "image_url": "https://i.ibb.co/SVSTty7/react.png",
        "details": "1,000 pairs of autographed Size 22 Reeboks were made available thanks to a partnership between Shaquille O’Neal and Steiner Sports. Shaquille O’Neal is a larger-than-life character in every way. We’re talking about a superstar who earned as many self-styled nicknames as he did awards, a man who made his NBA debut by traveling from coast to coast like a speeding freight train. Naturally, O’Neal was also physically larger than most people due to his 7ft height and 300-pound weight. His absurd size 22 shoes could serve as an oversized phone for Allen Iverson. .@SHAQ‘s signature is going global. The 4x @NBA champ is bringing his SHAQ shoes to South Africa — priced between R799 & R999 ($52 – $65 USD) for children and adults. Shaq says the current line is aimed at “everyday consumers.” pic.twitter.com/MWEHdVZOX0 — Boardroom (@boardroom) January 16, 2022 O’Neal is a well-known figure outside of basketball, where he found tremendous success. The former NBA player is now much more than that because he is well-known all over the country. Shaq gained a lot of admirers by choosing to work with Wall-Mart to launch an affordable footwear line. This helped in solidifying his legacy beyond his playing career. Budget-friendly children’s shoes from O’Neal and the supermarket chain have been well received. Also, read – Anthony Davis and Patrick Beverley – A combination that will potentially make the Los Angeles Lakers a top-ranking defensive side again Shaquille O’Neal agreed to release a thousand autographed size-22 Shaq Attaq shoes for a premium! Shaq was the latest to cash in on the growing wave of collectors, as sports memorabilia for the biggest basketball stars of the 1990s continues to rise in demand. O’Neal has collaborated with Steiner Sports to release 1,000 unique pairs of his first-ever Reebok signature shoe. The Shaq Attaq; each shoe has a unique signature, numbered 32 or 34, with various call-outs to the Diesel’s career achievements such as “HOF 16” and much more."
    },
    {
        "_id": "e342b6c0c8efc8ca9e811991dc8a7901",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "04",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 733,
        "title": "Node JS is the most popular technology in 2021",
        "author": {
            "name": "Theo Minh Châu",
            "published_date": "2022-08-25 06:03:00",
            "img": "https://i.ibb.co/qjwFXLN/user2.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/df3gJ1b/unsplash-Eh-Tc-C9s-YXsw-13.png",
        "image_url": "https://i.ibb.co/XpTS4jy/tailwind.jpg",
        "details": "Mercedes’ George Russell arrived at the Zandvoort paddock wearing a Daniel Ricciardo merchandise ahead of the Dutch GP. Ricciardo is one of the most popular and marketable drivers in F1 today. Millions of fans around the world love and idolize him, and his merchandise is one of the highest-selling among all active F1 drivers. It seems as though George Russell himself is a huge fan of the former Red Bull star. Ahead of the 2022 Dutch Grand Prix, Russell arrived at Zandvoort sporting Ricciardo’s merch. He wore a full-sleeve sweater with ‘Enchante’ written on it, and according to the Aussie’s website, it costs $110. something about george russell in daniel ricciardo merch pic.twitter.com/1Z9ZqQ4Lm1 — abs (@footonthegasIy) September 1, 2022 Some people on social media also reported that the 24-year-old was not wearing his own sweater. It was his girlfriend’s sweater, and F1 Twitter loved the fact that both he and his partner are fans of the honey badger! george russell and daniel ricciardo you will always be famous pic.twitter.com/2g2cik6P5P — s (@formullana) September 1, 2022 Ricciardo is having a tough time on track in 2022, but even he will feel good to know that he has so many fans around the world who still love him. Also read: “I have a lot of respect for Ferrari in general”: 24-year old Max Verstappen shares thoughts on $1.35 billion rival team Where will Daniel Ricciardo drive in 2023? Ricciardo’s departure at the end of the season was confirmed by McLaren in August. The Perth-born driver was not performing up to expectations and the Surrey-based outfit decided to pull the plug early."
    },
    {
        "_id": "f06f8cc035b04bd1158e4198281915a3",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 127,
        "title": "9 Things to learn about Firebase and its features",
        "author": {
            "name": "Ukrainska Pravda",
            "published_date": "2022-08-25 18:53:49",
            "img": "https://i.ibb.co/YT8wVQs/user3.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/0swsWpF/unsplash-Eh-Tc-C9s-YXsw-17.png",
        "image_url": "https://i.ibb.co/FsNkgY1/firebase.jpg",
        "details": "COLORADO, USA — Happy Labor Day weekend! Although it may be the unofficial end to summer, there's still time to head outdoors and experience all that Colorado has to offer during the season. Taste of Colorado highlights a packed weekend of festivals which includes music, food, arts, crafts, balloon, wine and beer celebrations. There are early signs of autumn, however. College football is back with three games this weekend and the first Oktoberfest steins of the year will be raised in Keystone and Beaver Creek. Check out one of these awesome events happening across the Centennial State this Labor Day weekend. Remember to share your weekend photos with the \"Near Me\" feature on the 9NEWS app. > Submit an event to 9Things To Do . Credit: A Taste of Colorado Taste of Colorado DENVER — Colorado's signature Labor Day weekend festival is back at Civic Center Park in downtown Denver. The 39th annual Taste of Colorado will be held Saturday, Sept. 3 to Monday, Sept. 5. This year's event features five stages where attendees can listen to music from more than 60 artists including tribute bands, country musicians, jazz, cultural lineups and Denver bands. An Arts & Crafts Marketplace will have 50 local artisan booths and over 30 food trucks and restaurant vendors. Credit: Colorado State Fair Colorado State Fair PUEBLO — T he largest summer event in Colorado continues this weekend in southern Colorado. The Colorado State Fair offers a carnival, 4-H exhibits, agricultural competitions, tractor pulls, live music performances, rodeos, bake offs and amazing food options. T he Colorado State Fair runs through Monday, Sept. 5 with concerts from The Band Perry and Stone Temple Pilots, p lus monster truck shows and a demolition derby. Check out the full fair schedule at ColoradoStateFair.com . Credit: Windsor Harvest Festival The 96th Annual Windsor Harvest Festival arrives September 2 to 4, 2018 in Windsor, Colorado. Photo Courtesy: Windsor Harvest Festival. Windsor Harvest Festival WINDSOR — Windsor's largest family-friendly event is back for a 100th year this Labor Day weekend. This year's Windsor Harvest Festival theme is \"Build for the Future While Honoring the Past.\" The festival runs from Saturday, Sept. 3 to Monday, Sept. 5 with live music, a street dance, BBQ, car show, pancake breakfast, horse-drawn carriage rides, outdoor games, beer garden, movie screening in the park, and firework show. Balloon launches are planned for Saturday and Sunday at 6:30 a.m. at Eastman Park. A parade steps off at 9 a.m. Monday. Visit W indsorHarvestFestival.com to see the complete schedule. Credit: Colorado Springs Labor Day Lift Off Labor Day Lift Off COLORADO SPRINGS — A Southern Colorado tradition returns this weekend with the Colorado Springs Labor Day Lift Off."
    },
    {
        "_id": "f06f8cc035b04bd1158e4198281915a4",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 127,
        "title": "Firebase Crash Course 2022 | Firebase Tutorial 2022",
        "author": {
            "name": "Ukrainska Pravda",
            "published_date": "2022-08-25 18:53:49",
            "img": "https://i.ibb.co/ky3GLNP/user4.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/dr4TRY4/unsplash-Eh-Tc-C9s-YXsw-21.png",
        "image_url": "https://i.ibb.co/FsNkgY1/firebase.jpg",
        "details": "On Thursday night’s episode of Up Late, Ben Harvey has suggested Troy Mercanti start an OnlyFans account if he wishes to challenge anti-consorting laws. The notorious bikie will fight allegations that he broke WA’s stringent anti-consorting and insignia laws — but is also watching a High Court challenge to the regulations which the State Government have touted have the nation’s toughest against outlaw motorcycle gang members. The long-time one per center was not in court on Wednesday when the not guilty pleas were entered. WATCH UP LATE IN THE VIDEO PLAYER ABOVE But his lawyer Paul Holmes was, who revealed that Mercanti’s defence will be on two fronts — against elements of the alleged offence, and the legislation itself. Mercanti was charged with the two offences outside an Italian restaurant in front of shocked onlookers earlier this year. According to eyewitnesses, Mercanti — dressed in a T-shirt and shorts — was having lunch with long-time friend John Kizon at Mt Hawthorn’s Lupo Lab when more than a dozen officers from the gang crime squad descended and asked him to step outside. Soon afterwards, he was told he was being charged via summons with displaying gang insignia, which was prohibited under sweeping laws that came into effect a few months ago. Earlier the same week, Mercanti was hit with a dispersal notice by police while picking up a friend at the airport. Mercanti’s case was adjourned until October to be allocated a trial date. On Up Late, Harvey warned fighting in court may get expensive for Mercanti, and suggested a way he may be able to come up with the cash. Harvey may have gotten the idea after it was this week revealed that Dhakota Williams — the 21-year-old daughter of slain underworld king Carl Williams started an OnlyFans account. “If it’s good enough for the wife and daughter of slain gangland boss Carl Williams then it’s gotta be good enough for Troy Mercanti,” Harvey says. “See Troy’s OnlyFans page for exclusive tips for how a modern outlaw can best accessorise… find out why black and white are the only colours you need in your wardrobe… a showcase of latest leather trends… tips on keeping healthy. “And exclusively for OnlyFans subscribers... an inside look at the man who put the soft into soft serve, how he relaxes listing to 80s glam-rock and some cosplay as a Lego spaceman.”"
    },
    {
        "_id": "cd2b53655737cc4077542baea9f8f75d",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 700,
        "title": "React JS Library: A Complete Guide for Beginners 2022 ",
        "author": {
            "name": "Daniel Deangelo",
            "published_date": "2022-08-30 20:02:52",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
        "image_url": "https://i.ibb.co/SVSTty7/react.png",
        "details": "Robert Davi will be a pretty familiar face to fans of entertainment from the 1980s and 1990s, with supporting roles in The Goonies, Die Hard, and many other films and TV shows. He also lent his voice to Colonel Juan Cortez, a significant character in Grand Theft Auto: Vice City. Meanwhile, Halo fans will recognize his voice as that of the Elite Shipmaster Ratas Vadum from Halo 2 and Halo 3. He's responsible for some of the trilogy's most iconic scenes, including his speech in Halo 2 and 'Then it is an even fight' line in Halo 3."
    },
    {
        "_id": "4e6092d54c18fbd89ad59e88a1e87fbb",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "07",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 300,
        "title": "Quality Web Design services for your business",
        "author": {
            "name": "",
            "published_date": "2022-08-24 22:30:00",
            "img": "https://i.ibb.co/qjwFXLN/user2.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
        "image_url": "https://i.ibb.co/Wpww9Ym/web-design.jpg",
        "details": "Washington, Aug 24 (Prensa Latina) President Joe Biden has announced he will allot nearly billion in military aid to Kyiv – the biggest US package so far since the beginning of the Russian military…"
    },
    {
        "_id": "7c4dfea0fafddc813673282a428429b7",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 0,
        "title": "Modern Javascript - ES6 Programming Advanced Way to JavaScript Execution",
        "author": {
            "name": "Reuters",
            "published_date": "2022-08-25 03:09:16",
            "img": "https://i.ibb.co/YT8wVQs/user3.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
        "image_url": "https://i.ibb.co/RQBwwtK/javascript.png",
        "details": "Published: 25 Aug 2022, 09: 09 US president Joe Biden speaks as he attends the first virtual meeting of the   I2U2   group with Israeli prime minister Yair Lapid and leaders of India and the United Arab Emirates, in Jerusalem 14 July, 2022ReutersUS President Joe Biden marked Ukraine's Independence Day on Wednesday with $3 billion in security assistance, Washington's largest aid package since Russia's invasion six months ago but one that could take months or even years to arrive in Kyiv.The aid announcement came as US officials warned that Russia appeared to be planning to launch fresh attacks in coming days on Ukraine's civilian infrastructure and government facilities."
    },
    {
        "_id": "30af81e91ab3eafc0bcae0de62f55d5c",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 320,
        "title": "Modern Javascript - ES6 Programming Advanced Way to JavaScript Execution",
        "author": {
            "name": "John Pike",
            "published_date": "2022-08-25 07:35:11",
            "img": "https://i.ibb.co/ky3GLNP/user4.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
        "image_url": "https://i.ibb.co/RQBwwtK/javascript.png",
        "details": "People's Daily Online (Xinhua) 08:16, August 25, 2022 The United States has committed more than 13.5 billion dollars in security assistance to Ukraine since President Joe Biden took office. WASHINGTON, Aug. 24 (Xinhua) -- The United States on Wednesday announced an additional tranche of security assistance to Ukraine worth nearly 3 billion U.S. dollars, the largest one-time weapons aid to Kiev that came as the Russia-Ukraine conflict reached the half-year mark. According to a breakdown by the Department of Defense (DoD), items in the newly-announced package include six additional National Advanced Surface-to-Air Missile Systems (NASAMS) with additional munitions for NASAMS, up to 245,000 rounds of 155mm artillery ammunition, up to 65,000 rounds of 120mm mortar ammunition, up to 24 counter-artillery radars, Puma Unmanned Aerial Systems (UAS) and support equipment for Scan Eagle UAS systems,   Vampire   counter-UAS systems, as well as laser-guided rocket systems."
    },
    {
        "_id": "df11ff9feefc37613cc3a4486ce02151",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 552,
        "title": "React JS Library: A Complete Guide for Beginners 2022 ",
        "author": {
            "name": "system",
            "published_date": "2022-08-27 05:38:02",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "thumbnail_url": "https://i.ibb.co/dr4TRY4/unsplash-Eh-Tc-C9s-YXsw-21.png",
        "image_url": "https://i.ibb.co/SVSTty7/react.png",
        "details": "Agencies | Washington The Daily Tribune – www.newsofbahrain.com The US President Joe Biden plans to appoint a general in Ukraine to lead the military training and relief efforts, the Wall Street Journal reported citing US officials. The officials indicated that in the coming weeks, the US administration also plans to name its military mission to support Ukraine. The name of the operation formally recognises US military support, akin to how the Pentagon dubbed the missions in Iraq and Afghanistan Operation Iraqi Freedom,   Enduring Freedom   and 'Guardian of Freedom'."
    },
    {
        "_id": "919db97c34e0778b387dd40cdfa08130",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 89,
        "title": "Javascript is the most popular programming language in the world",
        "author": {
            "name": "Market Screener",
            "published_date": "2022-08-30 18:05:42",
            "img": "https://i.ibb.co/qjwFXLN/user2.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
        "image_url": "https://i.ibb.co/RQBwwtK/javascript.png",
        "details": "Last month, Moscow announced plans to hold   Vostok   (East) exercises from Aug. 30 to Sept. 5, even as it wages a costly war in Ukraine. The military exercises are expected to include China, India, Belarus, Mongolia, Tajikistan and other countries, China's defense ministry has said. Asked about India's participation, Jean-Pierre told reporters as President Joe Biden flew to Pennsylvania that the United States was concerned about any country participating in military exercises with Russia while it is at war with Ukraine."
    },
    {
        "_id": "374df11ae3d9b8b9ce21f4dc53f59b85",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 798,
        "title": "Javascript Library for Building User Interfaces - ReactJS",
        "author": {
            "name": "system",
            "published_date": "2022-08-25 18:45:00",
            "img": "https://i.ibb.co/YT8wVQs/user3.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
        "image_url": "https://i.ibb.co/RQBwwtK/javascript.png",
        "details": "KIEV, August 25. /TASS/. Ukrainian President Vladimir Zelensky said he had a   great   phone conversation with his US counterpart Joe Biden and discussed with him Ukraine's further actions on Thursday.    Had a great conversation with @POTUS. Thanked for the unwavering U.S. support for Ukrainian people - security and financial,   he wrote on Twitter.   We discussed Ukraine's further steps,   Zelensky added.  On Wednesday, US President Joe Biden announced $2.98 bln in military aid to Ukraine. On the same day, Ukrainian Prime Minister Denis Shmygal reported that the Ukrainian state budget received grant aid from the US in the amount of $3 bln."
    },
    {
        "_id": "acb9b6785b62698fc6130db7615965e1",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 879,
        "title": "Express With Node JS Development Company | Node JS Development Company",
        "author": {
            "name": "Yellow Pages",
            "published_date": "2022-08-25 11:53:13",
            "img": "https://i.ibb.co/ky3GLNP/user4.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
        "image_url": "https://i.ibb.co/Wp0mJPQ/node.png",
        "details": "The United States has pledged nearly $3 billion in additional security assistance for Ukraine to help fight Russia's invasion as well as enable the country to defend itself over the long term. The latest aid package, under the Ukraine Security Assistance Initiative (USAI), was announced by President Joe Biden on Ukraine's Independence Day. This will allow Ukraine to acquire air defense systems,"
    },
    {
        "_id": "be44c843d61859cc0b87cae85c55f9db",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 231,
        "title": "ES6- The New JavaScript Standard That Will Change How You Code",
        "author": {
            "name": "Kumar Natasha",
            "published_date": "2022-08-26 12:15:36",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "thumbnail_url": "https://i.ibb.co/dr4TRY4/unsplash-Eh-Tc-C9s-YXsw-21.png",
        "image_url": "https://i.ibb.co/RQBwwtK/javascript.png",
        "details": "Illustrative public photo In the coming weeks, the Joe Biden administration plans to name its military mission to support Ukraine and appoint a general to lead the military training and relief efforts. This is reported by The Wall Street Journal, citing US officials. The name of the operation formally recognizes US military support, akin to how the Pentagon dubbed the missions in Iraq and Afghanistan Operation Iraqi Freedom,   Enduring Freedom   and 'Guardian of Freedom'. The naming of training and assistance is of great bureaucratic importance, as it usually entails long-term dedicated funding and the possibility of special pay, rewards for military personnel participating in these missions."
    },
    {
        "_id": "1b03149c50f1bec662062d930bf46489",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "02",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 546,
        "title": "React JS Library: A Complete Guide for Beginners 2022 ",
        "author": {
            "name": "Popper Contribut",
            "published_date": "2022-08-30 22:00:00",
            "img": "https://i.ibb.co/qjwFXLN/user2.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
        "image_url": "https://i.ibb.co/SVSTty7/react.png",
        "details": "Advertisement Advertisement Today at 6:00 p.m. by The Philadelphia Inquirer President Joe Biden delivers remarks on the Safer America Plan, intended to prevent dangerous people from accessing firearms, at the Arnaud C. Marts Center in Wilkes-Barre, Penn. on Tuesday Aug. 30, 2022. (Doug Mills/The New York Times)   It is time to give President Joe Biden his due. While Biden's approval rating doesn't reflect it, Uncle Joe is on a roll. After some bumpy months, gas prices are dropping, unemployment is at record lows, the job market is booming, incomes are rising, a top al-Qaida leader was taken out, the first Black female Supreme Court justice was seated, NATO has expanded, and Biden unified European support for Ukraine in its fight against Russia."
    },
    {
        "_id": "7f5b80c1cdd4df0111918883eae07349",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "03",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 1870,
        "title": "As the Backednd technology of the world Firebase has been developed for the Department",
        "author": {
            "name": "Kumar Natasha",
            "published_date": "2022-08-24 23:15:00",
            "img": "https://i.ibb.co/YT8wVQs/user3.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
        "image_url": "https://i.ibb.co/Wp0mJPQ/node.png",
        "published_date": "2022-08-24 18:00:00",
        "details": "U.S. President Joe Biden announced Wednesday that he is sending $2.98 billion US in new... read full story"
    },
    {
        "_id": "17d266b79d2fcd850cd4d983c3aeb95f",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "07",
        "rating": {
            "number": 4.2,
            "badge": "Excellent"
        },
        "total_view": 354,
        "title": "Web Design Trends 2022: What to Expect in the New Year",
        "author": {
            "name": "John Kelly",
            "published_date": "2022-08-30 17:44:16",
            "img": "https://i.ibb.co/ky3GLNP/user4.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/j86wjDW/unsplash-Eh-Tc-C9s-YXsw-20.png",
        "image_url": "https://i.ibb.co/Wpww9Ym/web-design.jpg",
        "details": "Meghan Markle's Nelson Mandela story continues to unravel after the only South African cast member of 'The Lion King' said he was \"baffled\" by her suggestion that he told her his country had \"rejoiced\" when she married Prince Harry. The former Suits actress recalled an encounter she had at the 2019 London premiere of 'The Lion King' with an actor from South Africa who made a comparison to her wedding with Prince Harry and Nelson Mandela. “He looked at me, and he’s just like light. He said, ‘I just need you to know: When you married into this family, we rejoiced in the streets the same we did when Mandela was freed from prison,’” she said during an interview with The Cut. The Daily Mail revealed Dr John Kani, who claims he was the only South African actor in the film, said he did not attend the premiere and had never met the Duchess of Sussex. \"I have never met Meghan Markle,\" he told the MailOnline. \"This seems like something of a faux pas by her. I have I have never met the duchess at all. I am the only South African member of the cast and I did not attend the premiere in London. \"The only South African was me playing Rafiki. But I did not go to the opening in Leicester Square as I didn't have the time to do that. It just may be a mis-remembering on her side. \"It is baffling me.\" Nelson Mandela’s grandson said he was “surprised” when he heard Ms Markle compare her wedding with Prince Harry to his grandfather being freed from prison. He said it “cannot be equated to as the same\". The Duchess of Sussex was met with heavy criticism online after she told the story to The Cut. \"The damage her and her husband are doing to the Queen and the Royal Family is incalculable... these two hypocritical, self-obsessed liars are in the end going to be ignored,\" said Nigel Farage"
    },
    {
        "_id": "61f9ce168f7b15aadecb1d1fc80c72f0",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": true
        },
        "category_id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 100,
        "title": "Authentication With Firebase Is Now Available In this Course Category",
        "author": {
            "name": "system",
            "published_date": "2022-08-26 00:37:24",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "thumbnail_url": "https://i.ibb.co/L507x2V/unsplash-Eh-Tc-C9s-YXsw-14.png",
        "image_url": "https://i.ibb.co/FsNkgY1/firebase.jpg",
        "details": "Associated Press  Six months after Russia's invasion of Ukraine, President Joe Biden announced Wednesday that he is sending $2.98 billion in new military aid to Ukraine that will provide longer-term weapons and training to enable forces there to fight for years to come. In a statement, Biden said the aid will allow Ukraine to acquire air defense systems, artillery systems and munitions, drones and other equipment 'to ensure it can continue to defend itself over the long term.' The announcement comes as Ukraine is celebrating its 1991 declaration of independence from the Soviet Union."
    },
    {
        "_id": "61f9ce168f7b15aadecb1d1fc80c72f7",
        "others_info": {
            "is_todays_pick": false,
            "is_trending": false
        },
        "category_id": "04",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_view": 100,
        "title": "As NoSQL databases become more popular, MongoDB is the most popular NoSQL database.",
        "author": {
            "name": "Hoper System",
            "published_date": "2022-08-26 00:37:24",
            "img": "https://i.ibb.co/qjwFXLN/user2.jpg"
        },
        "thumbnail_url": "https://i.ibb.co/1rcTYYB/unsplash-Eh-Tc-C9s-YXsw-16.png",
        "image_url": "https://i.ibb.co/SP943YJ/mongodb.jpg",
        "details": "Lando Norris asks Max Verstappen to lend him the 2022 Dutch GP trophy as he predicts the Dutchman as a sure winner. Max Verstappen returns to his home Grand Prix in Zandvoort for the 2022 Dutch GP. And it seems like the Dutchman will enjoy another easy victory this weekend. Max has a 93-point advantage in the drivers’ championship over Ferrari’s Charles Leclerc ahead of the race. And at this rate, Max can cruise comfortably, to claim his 2nd Championship title this season. But Max does not want to lose his focus and momentum ahead of his home GP. He wants to claim his 10th win of the season in front of his home crowd in style. Recently, the Dutch GP unveiled a rather unique-looking trophy. And McLaren driver Lando Norris liked the new trophy.   a journalist asks lando if he likes the dutch gp trophy and if it will be his on sunday: “no, it’s max’s. everyone knows it’s max’s already. maybe max will give it to me, he has plenty.” i love lando norris and max verstappen friendship pic.twitter.com/LQh9cnwjLv — comfort lando norris (@safeforlando) August 31, 2022 The Brit was grabbing a bicycle in the F1 paddock when he was interviewed by Dutch press personnel. Norris was asked what he thought of the Dutch Grand Prix trophy. Norris replied, “Oh I loved it.” But he admitted he would not be able to take the trophy home. He said, “No, it’s Max’s. Everyone knows it’s Max’s already. Maybe he will give it to me, he has plenty.” Seems like Norris is not alone. As it is becoming more obvious amongst the drivers that the Dutch GP trophy has Max’s name written on it. And with a win this Sunday, even the Championship might have Max’s name for a second time. Also Read: Lando Norris hits out at Daniel Ricciardo amidst his $16.7 Million contract termination Max Verstappen unveils a new helmet for the Dutch GP Max Verstappen became the first Dutch driver to win an F1 race when he won the 2016 Spanish GP. He also became the first Dutchman to win the Championship title. And he would like to pay tribute to his father, Jos Verstappen who coached him during his karting days and developed him as a racing driver. Jos has also served as a manager for Max. Jos was an F1 driver who raced in F1 from 1994 to 2003. He has 106 race starts with no wins and he raced for a variety of teams from Benetton, Arrows, Tyrell and Honda. And for the Dutch GP, Max would be wearing a helmet that resembles the one worn by his father. He will be wearing it on a track on which he has raced numerous times while Karting with his father."
    }
]